Repository: matdziu/boardly-ios
Catalog: Boardly/*.lproj/Localizable.strings
Languages: pl_pl

source: No accepted events yet
pl_pl: Nie masz jeszcze nadchodzących wydarzeń

source: No created events yet
pl_pl: Nie masz jeszcze utworzonych wydarzeń

source: No pending events yet
pl_pl: Nie masz jeszcze wydarzeń, które oczekują na akceptację organizatora

source: No events that interest you yet
pl_pl: Nie masz jeszcze wydarzeń, które Cię interesują

source: Event info:
pl_pl: O wydarzeniu:

source: Controls:
pl_pl: Zarządzaj:

source: Accepted players:
pl_pl: Zaakceptowani gracze:

source: No accepted players yet
pl_pl: Na razie nie ma tutaj nikogo

source: No pending players yet
pl_pl: Na razie nie ma tutaj nikogo

source: Pending players:
pl_pl: Oczekujący gracze:

source: No game picked
pl_pl: Nie wybrano gry

source: Setting your location...
pl_pl: Trwa ustalanie Twojej lokalizacji...

source: Current location
pl_pl: Obecna lokalizacja

source: No place picked
pl_pl: Nie wybrano miejsca

source: No date picked
pl_pl: Nie wybrano daty

source: Maximum event distance:
pl_pl: Maksymalna odległość wydarzenia:

source: Something went wrong :(
pl_pl: Coś poszło nie tak :(

source: event
pl_pl: wydarzenie

source: Together you'll be playing in
pl_pl: Zagracie razem w

source: The event will take place in
pl_pl: Wydarzenie odbędzie się w

source: To be added
pl_pl: Do ustalenia

source: Event added to calendar
pl_pl: Dodano do kalendarza

source: Everything went well!
pl_pl: Wszystko przebiegło pomyślnie!

source: You must be connected to the internet
pl_pl: Musisz mieć połączenie z internetem

source: Join request sent
pl_pl: Prośba o dołączenie została wysłana

source: Are you sure you want to leave this event?
pl_pl: Na pewno chcesz opuścić to wydarzenie?

source: Leave now
pl_pl: Opuść teraz

source: Cancel
pl_pl: Anuluj

source: You were kicked from this event
pl_pl: Zostałeś wyrzucony z tego wydarzenia

source: You left this event
pl_pl: Opuściłeś to wydarzenie

source: Enable location for Boardly in settings of your phone. This allows us to show you board game events nearby.
pl_pl: Włącz lokalizację. Dzięki niej możemy znaleźć odpowiednie wydarzenia

source: This email is incorrect
pl_pl: Ten email jest nieprawidłowy

source: This email is already used
pl_pl: Ten email jest już używany

source: You are not connected to the internet
pl_pl: Nie masz połączenia z internetem

source: This password is incorrect
pl_pl: Nieprawidłowe hasło

source: This user does not exist
pl_pl: Ten użytkownik nie istenieje

source: You current rating:
pl_pl: Twoja obecna ocena:

source: Delete the event
pl_pl: Usuń wydarzenie

source: Are you sure you want to delete this event?
pl_pl: Czy na pewno chcesz usunąć to wydarzenie?

source: Delete
pl_pl: Usuń

source: Saved successfully!
pl_pl: Pomyślnie zapisano!

source: Done
pl_pl: Zrobione

# chat_message_notification_title
source: Event %1$@
pl_pl: Wydarzenie %1$@

# chat_message_notification_body
source: New message from %1$@.
pl_pl: Nowa wiadomość od %1$@.

# join_request_notification_title
source: Event %1$@
pl_pl: Wydarzenie %1$@

# join_request_notification_body
source: New join request.
pl_pl: Nowa prośba o dołączenie.

# accepted_request_notification_title
source: Event %1$@
pl_pl: Wydarzenie %1$@

# accepted_request_notification_body
source: You were accepted. Say hello to other players.
pl_pl: Zostałeś zaakceptowany. Przywitaj się z innymi graczami.

# new_event_notification_title
source: New event nearby
pl_pl: Nowe wydarzenie w pobliżu

# new_event_notification_body
source: Place: %1$@. Games: %2$@.
pl_pl: Miejsce: %1$@. Gry: %2$@.
